{
   "BOOKS":[
      {
         "first_released":"November, 2000",
         "book_title":"Storm Front",
         "series_title":"The Dresden Files",
         "series_no": 1,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"Harry Dresden is the best at what he does. Well, technically, he’s the only at what he does. So when the Chicago P.D. has a case that transcends mortal creativity or capability, they come to him for answers. For the “everyday” world is actually full of strange and magical things — and most of them don’t play well with humans. That’s where Harry comes in. Takes a wizard to catch a — well, whatever.<br>There’s just one problem. Business, to put it mildly, stinks. So when the police bring him in to consult on a grisly double murder committed with black magic, Harry’s seeing dollar signs. But where there’s black magic, there’s a black mage behind it. And now that mage knows Harry’s name. And that’s when things start to get… interesting.<br>Magic. It can get a guy killed."
      },
      {
         "first_released":"July, 2008",
         "book_title":"Fool Moon",
         "series_title":"The Dresden Files",
         "series_no": 2,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"Business has been slow. Okay, business has been dead. And not even of the undead variety. You would think Chicago would have a little more action for the only professional wizard in the phone book. But lately, Harry Dresden hasn’t been able to dredge up any kind of work — magical or mundane.<br>But just when it looks like he can’t afford his next meal, a murder comes along that requires his particular brand of supernatural expertise.<br>A brutally mutilated corpse. Strange-looking paw prints. A full moon. Take three guesses — and the first two don’t count… "
      }, 
      {
         "first_released":"November 2008",
         "book_title":"Grave Peril",
         "series_title":"The Dresden Files",
         "series_no": 3,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"Harry Dresden’s faced some pretty terrifying foes during his career. Giant scorpions. Oversexed vampires. Psychotic werewolves. It comes with the territory when you’re the only professional wizard in the Chicago area phone book.<br>But in all Harry’s years of supernatural sleuthing, he’s never faced anything like this: the spirit world’s gone postal. All over Chicago, ghosts are causing trouble — and not just of the door-slamming, boo-shouting variety. These ghosts are tormented, violent, and deadly. Someone — or something — is purposely stirring them up to wreak unearthly havoc.<br>But why? And why do so many of the victims have ties to Harry? If Harry doesn’t figure it out soon, he could wind up a ghost himself…."
      }, 
      {
         "first_released":"July 2009",
         "book_title":"Summer Knight",
         "series_title":"The Dresden Files",
         "series_no": 4,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"Ever since his girlfriend left town to deal with her newly acquired taste for blood, Harry Dresden has been down and out in Chicago. He can’t pay his rent. He’s alienating his friends. He can’t even recall the last time he took a shower.<br>The only professional wizard in the phone book has become a desperate man.<br>And just when it seems things can’t get any worse, in saunters the Winter Queen of Faerie. She has an offer Harry can’t refuse if he wants to free himself of the supernatural hold his faerie godmother has over him — and hopefully end his run of bad luck. All he has to do is find out who murdered the Summer Queen’s right-hand man, the Summer Knight, and clear the Winter Queen’s name.<br>It seems simple enough, but Harry knows better than to get caught in the middle of faerie politics. Until he finds out that the fate of the entire world rests on his solving this case.<br>No pressure or anything…"
      },  
      {
         "first_released":"November, 2009",
         "book_title":"Death Masks",
         "series_title":"The Dresden Files",
         "series_no": 5,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"Harry Dresden, Chicago’s only practicing professional wizard, should be happy that business is pretty good for a change. But now he’s getting more than he bargained for.<br>A duel with the Red Court of Vampires’ champion, who must kill Harry to end the war between vampires and wizards…<br>Professional hit men using Harry for target practice…<br>The missing Shroud of Turin…<br>A handless and headless corpse the Chicago police need identified…<br>Not to mention the return of Harry’s ex-girlfriend Susan, who’s still struggling with her semivampiric nature. And who seems to have a new man in her life.<br>Some days, it just doesn’t pay to get out of bed. No matter how much you’re charging."
      }, 
    
      {
         "first_released":"July, 2010",
         "book_title":"Blood Rites",
         "series_title":"The Dresden Files",
         "series_no": 6,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"For Harry Dresden, there have been worse assignments than going undercover on the set of an adult film. Still, there’s something more troubling than usual about his newest case. The film’s producer believes he’s the target of a sinister curse-but it’s the women around him who are dying.<br>Harry’s even more frustrated because he only got involved with this bizarre mystery as a favor to Thomas-his flirtatious, self-absorbed vampire acquaintance of dubious integrity. Thomas has a personal stake in the case Harry can’t quite figure out. But Harry is about to discover that Thomas’ family tree has been hiding a shocking revelation that will change his life forever…"
      }, 
      {
         "first_released":"May, 2005",
         "book_title":"Dead Beat",
         "series_title":"The Dresden Files",
         "series_no": 7,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"Harry Dresden must save Chicago from black magic and necromancy — but first, he must locate the Word of Kemmler. Just as soon as he figures out what that is. It’s all in a day’s work for the city’s only professional wizard … assuming he can live to see the end of the day."
      }, 
      {
         "first_released":"May, 2006",
         "": 3,
         "book_title":"Proven Guilty",
         "series_title":"The Dresden Files",
         "series_no": 8,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"Harry Dresden has spent years being watched and suspected by the White Council’s Wardens. But now he is a Warden, and it sucks more than he thought… So when movie monsters start coming to life on his watch, it’s officially up to him to put them back where they came from. Only this time, his client is the White Council, and his investigation cannot fail — no matter who falls under suspicion, no matter the cost."
      }, 
      {
         "first_released":"April, 2007",
         "book_title":"White Night",
         "series_title":"The Dresden Files",
         "series_no": 9,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":" Someone is targeting the city’s magic practitioners, the members of the supernatural underclass who don’t possess enough power to become full-fledged wizards. Many have vanished. Others appear to be victims of suicide. But the murderer has left a calling card at one of the crime scenes–a message for Harry Dresden, referencing the book of Exodus and the killing of witches.<br>Harry sets out to find the killer before he can strike again, but his investigation turns up evidence pointing to the one suspect he cannot possibly believe guilty: his half brother, Thomas. Determined to bring the real murderer to justice and clear his brother’s name, Harry attracts the attention of the White Court of vampires, becoming embroiled in a power struggle that renders him outnumbered, outclassed, and dangerously susceptible to temptation.<br>Harry knows that if he screws this one up, a lot of people will die–and one of them will be his brother. "
      },
      {
         "first_released":"April, 2008",
         "book_title":"Small Favor",
         "series_title":"The Dresden Files",
         "series_no": 10,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"No one’s tried to kill Harry Dresden for almost an entire year, and his life finally seems to be calming down. For once, the future looks fairly bright. But the past casts one hell of a long shadow.<br>An old bargain has placed Harry in debt to Mab, monarch of the Winter Court of the Sidhe, the Queen of Air and Darkness-and she’s calling in her marker. It’s a small favor he can’t refuse…one that will trap Harry Dresden between a nightmarish foe and an equally deadly ally, and one that will strain his skills-and loyalties-to their very limits.<br>It figures. Everything was going too well to last…"
      },
      {
         "first_released":"April, 2009",
         "book_title":"Turn Coat",
         "series_title":"The Dresden Files",
         "series_no": 11,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"The Warden Morgan has been accused of treason against the Wizards of the White Council–and there’s only one, final punishment for that crime. He’s on the run, wants his name cleared, and needs someone with a knack for backing the underdog. Someone like Harry Dresden.<br>Now, Harry must uncover a traitor within the Council, keep a less-than-agreeable Morgan under wraps, and avoid coming under scrutiny himself. And a single mistake may cost someone his head–someone like Harry."
      },
      {
         "first_released":"April, 2010",
         "book_title":"Changes",
         "series_title":"The Dresden Files",
         "series_no": 12,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"Long ago, Susan Rodriguez was Harry Dresden’s lover-until she was attacked by his enemies, leaving her torn between her own humanity and the bloodlust of the vampiric Red Court. Susan then disappeared to South America, where she could fight both her savage gift and those who cursed her with it.<br>Now Arianna Ortega, Duchess of the Red Court, has discovered a secret Susan has long kept, and she plans to use it-against Harry. To prevail this time, he may have no choice but to embrace the raging fury of his own untapped dark power. Because Harry’s not fighting to save the world…<br>He’s fighting to save his child."
      },
      {
         "first_released":"July, 2011",
         "book_title":"Ghost Story",
         "series_title":"The Dresden Files",
         "series_no": 13,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"When we last left the mighty wizard detective Harry Dresden, he wasn’t doing well. In fact, he had been murdered by an unknown assassin.<br>But being dead doesn’t stop him when his friends are in danger. Except now he has no body, and no magic to help him. And there are also several dark spirits roaming the Chicago shadows who owe Harry some payback of their own.<br>To save his friends — and his own soul — Harry will have to pull off the ultimate trick without any magic…"
      },
      {
         "first_released":"November, 2012",
         "book_title":"Cold Days",
         "series_title":"The Dresden Files",
         "series_no": 14,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"HARRY DRESDEN LIVES!!!<br>After being murdered by a mystery assailant, navigating his way through the realm between life and death, and being brought back to the mortal world, Harry realizes that maybe death wasn’t all that bad. Because he is no longer Harry Dresden, Chicago’s only professional wizard.<br>He is now Harry Dresden, Winter Knight to Mab, the Queen of Air and Darkness. After Harry had no choice but to swear his fealty, Mab wasn’t about to let something as petty as death steal away the prize she had sought for so long. And now, her word is his command, no matter what she wants him to do, no matter where she wants him to go, and no matter who she wants him to kill.<br>Guess which Mab wants first?<br>Of course, it won’t be an ordinary, everyday assassination. Mab wants her newest minion to pull off the impossible: kill an immortal. No problem there, right? And to make matters worse, there exists a growing threat to an unfathomable source of magic that could land Harry in the sort of trouble that will make death look like a holiday.<br>Beset by enemies new and old, Harry must gather his friends and allies, prevent the annihilation of countless innocents, and find a way out of his eternal subservience before his newfound powers claim the only thing he has left to call his own…<br>His soul."
      },
      {
         "first_released":"May, 2014",
         "book_title":"Skin Game",
         "series_title":"The Dresden Files",
         "series_no": 15,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"Harry Dresden, Chicago’s only professional wizard, is about to have a very bad day…<br>Because as Winter Knight to the Queen of Air and Darkness, Harry never knows what the scheming Mab might want him to do. Usually, it’s something awful.<br>He doesn’t know the half of it….<br>Mab has just traded Harry’s skills to pay off one of her debts. And now he must help a group of supernatural villains—led by one of Harry’s most dreaded and despised enemies, Nicodemus Archleone—to break into the highest-security vault in town so that they can then access the highest-security vault in the Nevernever.<br>It’s a smash-and-grab job to recover the literal Holy Grail from the vaults of the greatest treasure hoard in the supernatural world—which belongs to the one and only Hades, Lord of the freaking Underworld and generally unpleasant character. Worse, Dresden suspects that there is another game afoot that no one is talking about. And he’s dead certain that Nicodemus has no intention of allowing any of his crew to survive the experience. Especially Harry.<br>Dresden’s always been tricky, but he’s going to have to up his backstabbing game to survive this mess—assuming his own allies don’t end up killing him before his enemies get the chance…."
      },
      {
         "first_released":"March, 2005",
         "book_title":"Wizard for Hire",
         "series_title":"The Dresden Files Omnibus",
         "series_no": 1,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"Storm Front, Fool Moon &amp; Grave Peril"
      },
      {
         "first_released":"March, 2006",
         "book_title":"Wizard by Trade",
         "series_title":"The Dresden Files Omnibus",
         "series_no": 2,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"Summer Knight &amp; Death Masks"
      },
      {
         "first_released":"October, 2006",
         "book_title":"Wizard at Large",
         "series_title":"The Dresden Files Omnibus",
         "series_no": 3,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"Blood Rites &amp; Dead Beat"
      },
      {
         "first_released":"May, 2007",
         "book_title":"Wizard Under Fire",
         "series_title":"The Dresden Files Omnibus",
         "series_no": 4,
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"Proven Guilty &amp; White Night"
      },
       {
         "first_released":"October, 2010",
         "book_title":"Side Jobs",
         "series_title":"The Dresden Files",
         "series_no": "",
         "url":"http:\/\/www.jim-butcher.com\/books",
         "synopsis":"Here, together for the first time, are the shorter works of #1 New York Times bestselling author Jim Butcher–a compendium of cases that Harry and his cadre of allies managed to close in record time. The tales range from the deadly serious to the absurdly hilarious. Also included is a new, never-before-published novella that takes place after the cliff-hanger ending of the new April 2010 hardcover, Changes. This is a must-have collection for every devoted Harry Dresden fan as well as a perfect introduction for readers ready to meet Chicago’s only professional wizard."
      },
      {
         "first_released":"Octover, 2004",
         "book_title":"Furies of Calderon",
         "series_title":"Codex Alera",
         "series_no": 1,
         "url":"http:\/\/www.amazon.com\/exec\/obidos\/ASIN\/0441011993\/iagonet",
         "synopsis":"In the realm of Alera, where people bond with the furies-elementals of earth, air, fire, water, and metal-fifteen-year-old Tavi struggles with his lack of furycrafting. But when his homeland erupts in chaos-when rebels war with loyalists and furies clash with furies-Tavi's simple courage will turn the tides of war"
      },
      {
         "first_released":"July, 2005",
         "book_title":"Academ's Fury",
         "series_title":"Codex Alera",
         "series_no": 2,
         "url":"http:\/\/www.amazon.com\/exec\/obidos\/ASIN\/0441012833\/iagonet",
         "synopsis":"For one thousand years, the people of Alera have united against the aggressive and threatening races that inhabit the world, using their unique bond with the Furies–elementals of Earth, Air, Fire, Water, and Metal. But now, the unity of the Alerians hangs in precarious balance. The First Lord of Alera has fallen in his efforts to protect his people from the vicious attacks of their enemies. Now, the fate of the Alerians lies in the hands of Tavi, a young man who must use all of his courage and resourcefulness to save his people–and himself."
      },
      {
         "first_released":"December, 2006",
         "book_title":"Cursor's Fury",
         "series_title":"Codex Alera",
         "series_no": 3,
         "url":"http:\/\/www.amazon.com\/exec\/obidos\/ASIN\/0441014348\/iagonet",
         "synopsis":"Since the Second Battle of Calderon, only the courage, determination and sacrifice of loyal subjects of the realm of Alera have prevented the unthinkable—a civil war that could leave Alera in ruins, devestated and vulernable to its enemies. Loyal Alerans have given their blood and lives to preserve the realm.<br>It was not enough. Though the insurrection of the High Lords against the First Lord, Gaius Sextus, has been delayed for several years, it has only been the calm before the storm.<br>Civil war shatters the realm.<br>Now, the power-hungry High Lord of Kalare has launched a merciless, devastating rebellion against Gaius. Caught off guard by the sheer power of Kalare’s attack, Gaius Primus and the loyal forces of Alera must fight for the survival of the realm, beside the most dangerous of allies—the equally rebellious and power-hungry High Lord and Lady of Aquitaine.<br>=Trapped in the besieged city of Ceres, Isana of Calderon survives the attack of Kalare’s assassins, and must fight to save the life of the wounded slave, Fade, poisoned while defending Isana from her attackers. The secrets of her past loom large in deed and memory, as she at last confronts the dark truths of her own past.<br>Countess Amara, Cursor to the First Lord, must carry out a desperate rescue operation, freeing hostages taken by Kalare and held against the military neutrality of loyal High Lords. The survival of the realm could hinge on the success of her mission: but is her ally, Lady Aquitaine, sincere in her efforts to assist—or will she betray the young Cursor and the First Lord she serves?<br>Sent away from the theater of the civil war by a protective First Lord, young Tavi of Calderon joins the newly formed First Aleran Legion as its juniormost officer under an assumed name as a spy for the First Lord—but when civil war erupts, Tavi’s captain learns that Kalare has done the unthinkable; allied himself to the Canim, a merciless, terrifying enemy of the realm, who have arrived in numbers more vast than any in history. When treachery from within its ranks destroys the command structure of the First Aleran, the young Cursor finds himself in command. The First Aleran is friable, undertrained, poorly equipped; and it is the only force standing between the Canim horde and the heart of war-torn Alera. "
      },
      {
         "first_released":"December, 2007",
         "book_title":"Captain's Fury",
         "series_title":"Codex Alera",
         "series_no": 4,
         "url":"http:\/\/www.amazon.com\/exec\/obidos\/ASIN\/0441015271\/iagonet",
         "synopsis":"After two years of bitter conflict with the hordes of invading Canim, Tavi of Calderon, now Captain of the First Aleran Legion, realizes that a peril far greater than the Canim exists—the terrifying Vord, who drove the savage Canim from their homeland. Now, Tavi must find a way to overcome the centuries-old animosities between Aleran and Cane if an alliance is to be forged against their mutual enemy. And he must lead his legion in defiance of the law, against friend and foe—before the hammerstroke of the Vord descends on them all. "
      },
      {
         "first_released":"December, 2008",
         "book_title":"Princeps' Fury",
         "series_title":"Codex Alera",
         "series_no": 5,
         "url":"http:\/\/www.amazon.com\/exec\/obidos\/ASIN\/0441016383\/iagonet",
         "synopsis":"Tavi of Calderon, now recognized as Princeps Gaius Octavian and heir to the crown, has achieved a fragile alliance with Alera’s oldest foes, the savage Canim. But when Tavi and his legions guide the Canim safely to their lands, his worst fears are realized.<br>The dreaded Vord—the enemy of Aleran and Cane alike—have spent the last three years laying waste to the Canim homeland. And when the Alerans are cut off from their ships, they find themselves with no choice but to fight shoulder to shoulder if they are to survive.<br>For a thousand years, Alera and her furies have withstood every enemy, and survived every foe.<br>The thousand years are over…"
      },
      {
         "first_released":"November, 2009",
         "book_title":"First Lord's Fury",
         "series_title":"Codex Alera",
         "series_no": 6,
         "url":"http:\/\/www.amazon.com\/exec\/obidos\/ASIN\/044101769X\/iagonet",
         "synopsis":"For years he has endured the endless trials and triumphs of a man whose skill and power could not be restrained. Battling ancient enemies, forging new alliances, and confronting the corruption within his own land, Gaius Octavian became a legendary man of war-and the rightful First Lord of Alera.<br>But now, the savage Vord are on the march, and Gaius must lead his legions to the Calderon Valley to stand against them-using all of his intelligence, ingenuity, and furycraft to save their world from eternal darkness. "
      },
      {
         "first_released":"June, 2006",
         "book_title":"Spider-Man: The Darkest Hours",
         "series_title":"{none}",
         "series_no": 1,
         "url":"http:\/\/www.amazon.com\/exec\/obidos\/ASIN\/1416510680\/iagonet",
         "synopsis":"Peter Parker's life has hit a peaceful stretch. No evildoers have tried to flatten him in weeks, his marriage to Mary Jane is stronger than ever, and he's enjoying his job as a high school science teacher. Life is good.<br>Naturally, that doesn't last.<br>When Peter learns that his old enemy the Rhino is on a rampage in Times Square, he suits up as Spider-Man to stop the destructive villain in his tracks. But he's unexpectedly foiled in his attempts by the Black Cat, a former ally and old flame. The Cat informs Peter that the Rhino is just a distraction -- the real threat comes from a group of Ancients, members of the same race as the being called Morlun, who Spidey defeated in battle years earlier. The Ancients are now looking to exact revenge -- and hope to steal Spider-Man's life force in the process.<br>To defeat such powerful beings, Spider-Man is going to need all the help he can get, especially from the Black Cat. But what will Mary Jane Parker have to say about that? Peter isn't sure which is worse -- the Ancients trying to drain his life force, or the wrath of a jealous wife...."
      }
   ]
}
